List<String> sourceOfIncomeLists = [
  'รายรับประจำ',
  'รายรับพิเศษ',
  'ค่าเช่า / ขายของ',
  'เงินโบนัส / เงินรางวัล',
  'กำไรจากการลงทุน',
  'เงินออม'
];
List<String> occupationLists = [
  'ลูกจ้าง/พนักงานเอกชน',
  'ข้าราชการ/พนักงานรัฐวิสาหกิจ',
  'เจ้าของกิจการ/ค้าขาย',
  'แม่บ้าน / พ่อบ้าน',
  'เกษียน',
  'นักลงทุน',
  'นักศึกษา',
  'อาชีพอิสระ',
  'ค้าอัญมณี',
  'ค้าของเก่า',
  'แลกเปลี่ยนเงินตรา',
  'บริการโอนเงิน',
  'คาสิโน/บ่อน',
  'ธุรกิจสถานบริการ',
  'ค้าอาวุธ',
  'นายหน้าจัดหางาน',
  'ธุรกิจนำเที่ยว'
];
List<String> typeOfBusinessLists = [
  'ลูกจ้าง/พนักงานเอกชน',
  'ข้าราชการ/พนักงานรัฐวิสาหกิจ',
  'เจ้าของกิจการ/ค้าขาย',
  'แม่บ้าน / พ่อบ้าน',
  'เกษียน',
  'นักลงทุน',
  'นักศึกษา',
  'อาชีพอิสระ',
  'ค้าอัญมณี',
  'ค้าของเก่า',
  'แลกเปลี่ยนเงินตรา',
  'บริการโอนเงิน',
  'คาสิโน/บ่อน',
  'ธุรกิจสถานบริการ',
  'ค้าอาวุธ',
  'นายหน้าจัดหางาน',
  'ธุรกิจนำเที่ยว'
];
List<String> salaryLists = [
  '< 15,000',
  '15,001 - 50,000',
  '50,001 - 100,000',
  '100,001 - 500,000',
  '500,001 - 1,000,000',
  '1,000,001 - 5,000,000',
  '> 5,000,000'
];
