List<String> sourceOfIncomeLists = [
  'รายรับประจำ',
  'รายรับพิเศษ',
  'ค่าเช่า / ขายของ',
  'เงินโบนัส / เงินรางวัล',
  'กำไรจากการลงทุน',
  'เงินออม'
];
List<String> occupationLists = [
  'ลูกจ้าง/พนักงานเอกชน',
  'ข้าราชการ/พนักงานรัฐวิสาหกิจ',
  'เจ้าของกิจการ/ค้าขาย',
  'แม่บ้าน / พ่อบ้าน',
  'เกษียน',
  'นักลงทุน',
  'นักศึกษา',
  'อาชีพอิสระ',
  'ค้าอัญมณี',
  'ค้าของเก่า',
  'แลกเปลี่ยนเงินตรา',
  'บริการโอนเงิน',
  'คาสิโน/บ่อน',
  'ธุรกิจสถานบริการ',
  'ค้าอาวุธ',
  'นายหน้าจัดหางาน',
  'ธุรกิจนำเที่ยว'
];
List<String> typeOfBusinessLists = [
'ธุรกิจนำเที่ยว บริษัททัวร์',
'ค้าขาย อัญมณี ทองคำ วัตถุโบราณ',
'หน่วยงานราชการ / หน่วยงานรัฐวิสาหกิจ / องค์กรอิสระ',
'ธุรกิจประกันภัย',
'ธุรกิจค้าอาวุทธภัณฑ์', 
'ธุรกิจเกี่ยวกับอสังหาริมทรัพย์', 
'สำนักงานกฎหมายหรือบัญชี',
'ธุรกิจคาสิโนหรือการพนันตามกฎหมาย',
'อื่น ๆ',
'ธุรกิจจัดหางานข้ามประเทศ',
'ธุรกิจสถานบริการ', 
'สถาบันการเงินหรือธนาคาร',
'ธุรกิจแลกเปลี่ยนเงินตรา/โอนเงิน'
];
List<String> salaryLists = [
  '< 15,000',
  '15,001 - 50,000',
  '50,001 - 100,000',
  '100,001 - 500,000',
  '500,001 - 1,000,000',
  '1,000,001 - 5,000,000',
  '> 5,000,000'
];
List<String> bankNameLists = [
    'กรุงเทพ',
    'กรุงไทย',
    'กรุงศรีอยุธยา',
    'กสิกรไทย',
    'ซีไอเอ็มบีไทย',
    'ทหารไทยธนชาต',
    'ไทยพาณิชย์',
    'ยูโอบี',
    'แลนด์ แอนด์ เฮาส์',
];
List<String> bankBranchLists = [
    'สาขาที่ 1',
    'สาขาที่ 2',
    'สาขาที่ 3',
    'สาขาที่ 4',
    'สาขาที่ 5',
    'สาขาที่ 6',
    'สาขาที่ 7',
    'สาขาที่ 8',
    'สาขาที่ 9',
];
